Repository: iamFIREcracker/strappo-api
Catalog: i18n/*/LC_MESSAGES/strings.po
Languages: fr_fr, it_it

source: Required
fr_fr: Requis
it_it: Obbligatorio

source: Integer required
fr_fr: Nombre entier requis
it_it: Deve essere intero

# integer_optional_between_0_and_5
source: Integer between 0 and 5 required
fr_fr: Nombre entier entre 0 et 5 requis
it_it: Deve essere un intero tra 0 e 5

# alert_matched_passenger
source: %(name)s just accepted your drive request!
fr_fr: %(name)s a bien accepté ton offre de lui conduire!
it_it: %(name)s ha accettato il tuo strappo!

# alert_cancelled_drive_request_by_passenger
source: Oh no! %(name)s is no more looking for a ride..
fr_fr: Ah Mince! %(name)s n’a plus besoin que tu lui conduises..
it_it: Oh no! %(name)s non ha più bisogno di uno strappo..

# alert_unmatched_passenger
source: Hei, %(name)s is looking for a ride!
fr_fr: Coucou, %(name)s cherche un conducteur!
it_it: Hei, %(name)s è in cerca di uno strappo!

# alert_alit_passenger
source: %(name)s has arrived at destination!
fr_fr: %(name)s est arrivé(e) à destination!
it_it: %(name)s è arrivato a destinazione!

# alert_deactivated_passenger
source: Oh no! %(name)s is no more looking for a ride..
fr_fr: Ah Mince! %(name)s ne cherche plus un conducteur..
it_it: Oh no! %(name)s non ha più bisogno di uno strappo..

# alert_pending_drive_request
source: %(name)s has offered to give you a ride!
fr_fr: %(name)s s’est offert(e) de te conduire!
it_it: %(name)s ti ha appena offerto uno strappo!

# alert_deactivated_driver
source: Oh no! %(name)s cannot drive you around anymore..
fr_fr: Ah Mince! %(name)s ne peut plus te conduire..
it_it: Oh no! %(name)s non può più offrirti uno strappo..

# alert_cancelled_drive_request_by_driver
source: Oh no! %(name)s cannot drive you around anymore..
fr_fr: Ah Mince! %(name)s ne peut plus te conduire..
it_it: Oh no! %(name)s non può più offrirti uno strappo..

# perk_name_driver_early_bird
source: Early Bird
it_it: Dai 10 Strappi durante la tua prima settimana, per accedere a tariffe ancora più vantaggiose.
